import React from "react";
import EachFaq from "./EachFaq";

const FaqComonent = () => {
  return (
    <div className=" w-full my-16">
      <h1 className="flex justify-center text-[30px] font-bold pb-5">الاسئلة الأكثر شيوعا عن شركة فواز للمحاماة</h1>
      <div className=" flex flex-col justify-center mx-auto lg:w-[60%] w-[80%] gap-2 py-5 px-5 border rounded-lg">
        <EachFaq
          title={"ما هي الخدمات القانونية التي تقدمها شركة فواز للمحاماة؟"}
          answer={
            "تقدم شركة فواز للمحاماة مجموعة واسعة من الخدمات القانونية، بما في ذلك على سبيل المثال لا الحصر قانون الشركات، والتقاضي التجاري، وقانون العقارات، وقانون الأسرة، والملكية الفكرية، وقانون العمل. لدينا فريق من المحامين ذوي الخبرة لتلبية الاحتياجات القانونية المختلفة"
          }
        />
        <EachFaq
          title={
            "كيف يمكنني الاتصال بشركة فواز للمحاماة للحصول على المساعدة القانونية؟"
          }
          answer={
            "تقدم شركة فواز للمحاماة مجموعة واسعة من الخدمات القانونية، بما في ذلك على سبيل المثال لا الحصر قانون الشركات، والتقاضي التجاري، وقانون العقارات، وقانون الأسرة، والملكية الفكرية، وقانون العمل. لدينا فريق من المحامين ذوي الخبرة لتلبية الاحتياجات القانونية المختلفة"
          }
        />
        <EachFaq
          title={"هل المشاورات مع شركة فواز للمحاماة سرية؟"}
          answer={
            "تقدم شركة فواز للمحاماة مجموعة واسعة من الخدمات القانونية، بما في ذلك على سبيل المثال لا الحصر قانون الشركات، والتقاضي التجاري، وقانون العقارات، وقانون الأسرة، والملكية الفكرية، وقانون العمل. لدينا فريق من المحامين ذوي الخبرة لتلبية الاحتياجات القانونية المختلفة"
          }
        />
        <EachFaq
          title={"ما الذي يميز شركة فواز للمحاماة عن غيرها من مكاتب المحاماة؟"}
          answer={
            "تقدم شركة فواز للمحاماة مجموعة واسعة من الخدمات القانونية، بما في ذلك على سبيل المثال لا الحصر قانون الشركات، والتقاضي التجاري، وقانون العقارات، وقانون الأسرة، والملكية الفكرية، وقانون العمل. لدينا فريق من المحامين ذوي الخبرة لتلبية الاحتياجات القانونية المختلفة"
          }
        />
      </div>
    </div>
  );
};

export default FaqComonent;
