import React from "react";

const TermsAndConditions = () => {
  return (
    <>
      <div className=" overflow-hidden w-full bg-bggradient justify-center items-center relative  lg:pb-28 lg:pt-10 py-9 ">
        <div className=" overflow-hidden w-full bg-bggradient justify-center items-center relative lg:h-[50vh] lg:pb-28 lg:pt-10 py-9 ">
          <img
            src="\Images\bgservices.png"
            alt=""
            className=" absolute z-0 bottom-0 opacity-5"
          />
          <div className=" w-[80%] flex h-full lg:flex-row mx-auto lg:justify-end z-10 flex-col lg:items-center">
            <div className=" gap-2 lg:w-[65%]  flex flex-col z-10">
              <div className=" lg:w-[660px]">
                {/* <h3 className=" text-[24px] text-[#003E6F] font-medium text-end">
                شركة
              </h3> */}
                <h1 className=" lg:text-[50px] text-4xl text-[#003E6F] text-end font-bold">
                  الشروط والاحكام
                </h1>
              </div>
              <div className=" lg:w-[660px] justify-end text-end">
                <p className=" text-end text-[20px] leading-10 font-normal">
                  شركة المحامي فواز محمد الداهش للمحاماة والاستشارات القانونية
                </p>
              </div>
            </div>
          </div>
        </div>
        <div className=" w-[78%] flex flex-col mx-auto gap-6">
          <div className=" w-full flex-col flex gap-3 justify-end  text-end items-end">
            <h1 className=" font-bold text-[24px] ">المقدمة</h1>
            <p className="font-normal text-[18px]">
              أول تطبيق و منصة مختصة بالمحاماة والاستشارات القانونية باستخدام
              تقنيات الذكاء الاصطناعي، تقدم أفضل الممارسات التقنية في ربط
              العملاء بشبكة من المحامين المرخصين وتقديم حلول تكييف القضايا و
              الارشاد القانوني في بيئة آمنه و بخصوصية عالية وخدمات تنافسية ٫
              منصة الكترونية قانونية سعودية تهدف إلى ربط المستفيدين بنخبة من
              المحامين المتميزين والمرخصين في المملكةالعربية السعودية للحصول على
              أفضل الخدمات القانونية بسعر منافس. منصة الكترونية قانونية سعودية
              تهدف إلى ربط المستفيدين بنخبة من المحامين المتميزين والمرخصين في
              المملكةالعربية السعودية للحصول على أفضل الخدمات القانونية بسعر
              منافس.منصة الكترونية قانونية سعودية تهدف إلى ربط المستفيدين بنخبة
              من المحامين المتميزين والمرخصين في المملكةالعربية السعودية للحصول
              على أفضل الخدمات القانونية بسعر منافس.منصة الكترونية قانونية
              سعودية تهدف إلى ربط المستفيدين بنخبة من المحامين المتميزين
              والمرخصين في المملكةالعربية السعودية للحصول على أفضل الخدمات
              القانونية بسعر منافس.متميزة شعارنا (الجودة و السرعة و الأمان)
            </p>
          </div>
          <div className=" w-full flex-col flex gap-3 justify-end  text-end items-end">
            <h1 className=" font-bold text-[24px] ">النص الاول</h1>
            <p className="font-normal text-[18px]">
              أول تطبيق و منصة مختصة بالمحاماة والاستشارات القانونية باستخدام
              تقنيات الذكاء الاصطناعي، تقدم أفضل الممارسات التقنية في ربط
              العملاء بشبكة من المحامين المرخصين وتقديم حلول تكييف القضايا و
              الارشاد القانوني في بيئة آمنه و بخصوصية عالية وخدمات تنافسية
              متميزة شعارنا (الجودة و السرعة و الأمان)
            </p>
          </div>
          <div className=" w-full flex-col flex gap-3 justify-end  text-end items-end">
            <h1 className=" font-bold text-[24px] ">النص الثاني</h1>
            <p className="font-normal text-[18px]">
              أول تطبيق و منصة مختصة بالمحاماة والاستشارات القانونية باستخدام
              تقنيات الذكاء الاصطناعي، تقدم أفضل الممارسات التقنية في ربط
              العملاء بشبكة من المحامين المرخصين وتقديم حلول تكييف القضايا و
              الارشاد القانوني في بيئة آمنه و بخصوصية عالية وخدمات تنافسية ٫
              منصة الكترونية قانونية سعودية تهدف إلى ربط المستفيدين بنخبة من
              المحامين المتميزين والمرخصين في المملكةالعربية السعودية للحصول على
              أفضل الخدمات القانونية بسعر منافس. منصة الكترونية قانونية سعودية
              تهدف إلى ربط المستفيدين بنخبة من المحامين المتميزين والمرخصين في
              المملكةالعربية السعودية للحصول على أفضل الخدمات القانونية بسعر
              منافس.منصة الكترونية قانونية سعودية تهدف إلى ربط المستفيدين بنخبة
              من المحامين المتميزين والمرخصين في المملكةالعربية السعودية للحصول
              على أفضل الخدمات القانونية بسعر منافس.منصة الكترونية قانونية
              سعودية تهدف إلى ربط المستفيدين بنخبة من المحامين المتميزين
              والمرخصين في المملكةالعربية السعودية للحصول على أفضل الخدمات
              القانونية بسعر منافس.متميزة شعارنا (الجودة و السرعة و الأمان)
            </p>
          </div>
        </div>
      </div>
    </>
  );
};

export default TermsAndConditions;
